{"id": "100", "created": "2010-08-03 19:46:43+00", "modified": "2020-03-29 02:56:44.542607+00", "name": "The Marine Biologist", "description": "Elaine's firm, Pendant Publishing, is courting a Russian author, Yuri Testikov. Upon hearing Elaine's electronic organizer (given to her by Kramer), beep repeatedly, he angrily tosses it out of the window of the limousine they were sharing. The organizer hits a woman in the head while she is walking down the street. Elaine wants Testikov to pay for the woman's medical bill, so she and Jerry go to confront him in his hotel room. Elaine carries a tape recorder in her bag. Testikov hears a noise and thinks they are spying on him; he reacts by throwing the tape recorder out the window, hitting the same woman in the head while she waits outside to return the electronic organizer.", "source_id": "1", "icon": "media/icons/5_seinfeld-the_marine_biologist-2010-04-07-1.jpg", "season_number": "5", "disc_number": "3", "credit_id": "1", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=mVABV31ZG\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "846", "object_id": "100", "content_type_id": "18", "tag_id": "11", "name": "externality", "slug": "externality", "description": "An externality is a situation in which the private costs or benefits to the producers or purchasers of a good or service differs from the total social costs or benefits entailed in its production and consumption. An externality exists whenever one individual's actions affect the well-being of another individual -- whether for the better (positive externality) or for the worse (negative externality)."}], "segments": [{"id": "945", "clip_id": "100", "clipsegment_id": "236", "start_hours": "0", "start_minutes": "8", "start_seconds": "35", "end_hours": "0", "end_minutes": "9", "end_seconds": "58"}, {"id": "946", "clip_id": "100", "clipsegment_id": "237", "start_hours": "0", "start_minutes": "11", "start_seconds": "50", "end_hours": "0", "end_minutes": "12", "end_seconds": "50"}, {"id": "947", "clip_id": "100", "clipsegment_id": "238", "start_hours": "0", "start_minutes": "16", "start_seconds": "58", "end_hours": "0", "end_minutes": "17", "end_seconds": "53"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {"id": "1", "first_name": "Wayne", "last_name": "Geerling", "institution": "La Trobe University (Australia)"}}