{"id": "12", "created": "2010-01-19 19:52:07+00", "modified": "2020-03-29 01:19:38.836231+00", "name": "The Apartment", "description": "Jerry lives in a rent controlled building.  The only time an apartment opens up is when Mrs. Hudwalker dies, because rent controls create immobility.  Elaine and Jerry find out about the opening, and because Elaine happens to be first in line, she gets it for $400 per month. Subsequently, Jerry gets worried about having Elaine living so close, and tells Elaine that she can't have the apartment--the super was offered a $5,000 bribe.", "source_id": "1", "icon": "media/icons/apartment_clip1.jpg", "season_number": "2", "disc_number": "3", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=EjWSJrtZC\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "723", "object_id": "12", "content_type_id": "18", "tag_id": "103", "name": "price ceiling", "slug": "price-ceiling", "description": "A price ceiling is a government-imposed limit on the price charged for a product. If the price ceiling is set below the market equilibrium price, a shortage will occur. This leads to a rationing problem."}, {"id": "724", "object_id": "12", "content_type_id": "18", "tag_id": "102", "name": "rationing mechanisms", "slug": "rationing-mechanisms", "description": "A rationing mechanism is a system for choosing who gets how many goods during a shortage. Long lines are often used to ration goods in shortage (so the good is distributed on a first-come, first-serve basis). In addition, black markets often develop as a way of rationing goods that are in shortage."}], "segments": [{"id": "800", "clip_id": "12", "clipsegment_id": "17", "start_hours": "0", "start_minutes": "1", "start_seconds": "55", "end_hours": "0", "end_minutes": "5", "end_seconds": "20"}, {"id": "801", "clip_id": "12", "clipsegment_id": "18", "start_hours": "0", "start_minutes": "9", "start_seconds": "2", "end_hours": "0", "end_minutes": "9", "end_seconds": "49"}, {"id": "802", "clip_id": "12", "clipsegment_id": "19", "start_hours": "0", "start_minutes": "21", "start_seconds": "2", "end_hours": "0", "end_minutes": "21", "end_seconds": "51"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}