{"id": "14", "created": "2010-01-20 03:10:52+00", "modified": "2020-03-29 03:33:09.051034+00", "name": "The Statue", "description": "Jerry's maid comes.  Jerry feels guilty for not cleaning his own place.  He could, but he chooses not to.  The maid has a comparative advantage and may even have an absolute advantage.", "source_id": "1", "icon": "media/icons/statue.jpg", "season_number": "2", "disc_number": "3", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=3vinwJByz\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "929", "object_id": "14", "content_type_id": "18", "tag_id": "100", "name": "absolute advantage", "slug": "absolute-advantage", "description": "Absolute advantage refers to the ability of a party (an individual, or firm, or country) to produce more of a good or service than competitors, using the same amount of resources."}, {"id": "930", "object_id": "14", "content_type_id": "18", "tag_id": "101", "name": "comparative advantage", "slug": "comparative-advantage", "description": "Comparative advantage is the ability of a producer to produce a good at a lower opportunity cost than other producers."}, {"id": "931", "object_id": "14", "content_type_id": "18", "tag_id": "87", "name": "gains from exchange", "slug": "gains-from-exchange", "description": "Gains from exchange refer to the net benefits to agents from voluntary trading with each other."}], "segments": [{"id": "1059", "clip_id": "14", "clipsegment_id": "24", "start_hours": "0", "start_minutes": "5", "start_seconds": "40", "end_hours": "0", "end_minutes": "7", "end_seconds": "32"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}