{"id": "15", "created": "2010-01-20 03:14:03+00", "modified": "2020-03-29 02:15:11.79069+00", "name": "The Deal", "description": "Jerry and Elaine are contemplating having sex.  “We can have this...or we can have that.\" But clearly, they can't have them both, though they try.  Later, in the coffee shop, George chastises Jerry for trying to have them both. ", "source_id": "1", "icon": "media/icons/deal_clip1.jpg", "season_number": "2", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=64JcvnT0B\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "790", "object_id": "15", "content_type_id": "18", "tag_id": "61", "name": "opportunity cost", "slug": "opportunity-cost", "description": "Opportunity cost is the cost of the next-best alternative. The notion of opportunity cost plays a crucial part in ensuring that scarce resources are used efficiently. It is important to keep in mind that opportunity costs are not restricted to monetary or financial costs."}, {"id": "791", "object_id": "15", "content_type_id": "18", "tag_id": "34", "name": "trade-off", "slug": "trade-off", "description": "A trade-off refers to giving up one thing in return for something else. It implies a decision to be made with both an upside and downside of a particular choice."}], "segments": [{"id": "865", "clip_id": "15", "clipsegment_id": "25", "start_hours": "0", "start_minutes": "0", "start_seconds": "52", "end_hours": "0", "end_minutes": "5", "end_seconds": "1"}, {"id": "866", "clip_id": "15", "clipsegment_id": "26", "start_hours": "0", "start_minutes": "9", "start_seconds": "40", "end_hours": "0", "end_minutes": "10", "end_seconds": "40"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}