{"id": "18", "created": "2010-01-20 03:24:06+00", "modified": "2020-03-29 03:04:09.931738+00", "name": "The Note", "description": "George gets a massage from a man and feels “it” move.  Jerry asks him whether it was a “movement” of a “shift,” as these are different.  This scene can be compared to movements along versus shifts in demand and supply curves.", "source_id": "1", "icon": "media/icons/note.jpg", "season_number": "3", "disc_number": "1", "credit_id": "3", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=NE6wgzJCy\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "864", "object_id": "18", "content_type_id": "18", "tag_id": "59", "name": "change in demand", "slug": "change-in-demand", "description": "A change in demand is a shift in the demand curve. It may be caused by many factors, but not a change in the price of the good. An increase in demand shifts the demand curve to the right, while a decrease in demand shifts the demand curve to the left."}, {"id": "865", "object_id": "18", "content_type_id": "18", "tag_id": "95", "name": "change in supply", "slug": "change-in-supply", "description": "A change in supply is a shift in the supply curve. It may be caused by many factors, but not a change in the price of the good. An increase in supply shifts the supply curve to the right, while a decrease in supply shifts the supply curve to the left."}, {"id": "866", "object_id": "18", "content_type_id": "18", "tag_id": "96", "name": "movement along a demand curve", "slug": "movement-along-a-demand-curve", "description": "A movement along a demand curve is a change in quantity demanded. It is caused by a change in the price of the good. There is an inverse relationship between price and quantity demanded."}, {"id": "867", "object_id": "18", "content_type_id": "18", "tag_id": "97", "name": "movement along a supply curve", "slug": "movement-along-a-supply-curve", "description": "A movement along a supply curve is a change in quantity supplied. It is caused by a change in the price of the good. There is a direct relationship between price and quantity supplied."}], "segments": [{"id": "975", "clip_id": "18", "clipsegment_id": "29", "start_hours": "0", "start_minutes": "8", "start_seconds": "33", "end_hours": "0", "end_minutes": "10", "end_seconds": "17"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {"id": "3", "first_name": "Joe", "last_name": "Calhoun", "institution": "Florida State University"}}