{"id": "19", "created": "2010-01-20 03:27:06+00", "modified": "2020-03-29 03:09:38.914965+00", "name": "The Parking Garage", "description": "George tells a story about how when his father bought a car, he went on a multi-state excursion to find the best deal.", "source_id": "1", "icon": "media/icons/parking_garage.jpg", "season_number": "3", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=lz6WlJc0q\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "876", "object_id": "19", "content_type_id": "18", "tag_id": "82", "name": "competition", "slug": "competition_1", "description": "Competition is the allocation of productive resources to their most highly valued uses and encouraging efficiency. Microeconomics theory distinguishes between perfect competition and imperfect competition, concluding that no system of resource allocation is more efficient than perfect competition. Competition, according to economic theory, causes commercial firms to develop new products, services and technologies, which would give consumers greater selection and better products. The greater selection typically causes lower prices for the products, compared to what the price would be if there was no competition (monopoly) or little competition (oligopoly)."}, {"id": "877", "object_id": "19", "content_type_id": "18", "tag_id": "6", "name": "cost-benefit analysis", "slug": "cost-benefit-analysis", "description": "Cost-benefit analysis involves, whether explicitly or implicitly, weighing the total expected costs against the total expected benefits of one or more actions in order to choose the best or most profitable option. Rational agents are assumed to never take an action for which the expected benefits are less than the expected costs."}, {"id": "878", "object_id": "19", "content_type_id": "18", "tag_id": "94", "name": "rationality", "slug": "rationality", "description": "A rational individual will always choose actions for which the expected benefits are at least as large as the expected costs. Economists generally assume that individuals are rational."}], "segments": [{"id": "987", "clip_id": "19", "clipsegment_id": "30", "start_hours": "0", "start_minutes": "1", "start_seconds": "14", "end_hours": "0", "end_minutes": "1", "end_seconds": "27"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}