{"id": "2", "created": "2010-01-19 06:25:49+00", "modified": "2020-03-29 03:31:29.509115+00", "name": "The Stakeout", "description": "Jerry accompanies Elaine to a piano bar. He meets a girl he likes at the dinnertable, as a piano plays in the background.  She asks, \"How much do you suppose it'd take to get him to stop?\" Jerry says, \"I'm in for $5.\" She replies, \"I'll supply the hat.\" This is a private solution to the externality.", "source_id": "1", "icon": "media/icons/stakeout.jpg", "season_number": "1", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=eUDrJ3PIY\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "924", "object_id": "2", "content_type_id": "18", "tag_id": "26", "name": "Coase theorem", "slug": "coase-theorem", "description": "The Coase theorem states that, when trade in an externality is possible and there are no transaction costs, bargaining will lead to an efficient outcome regardless of the initial allocation of property rights."}, {"id": "925", "object_id": "2", "content_type_id": "18", "tag_id": "11", "name": "externality", "slug": "externality", "description": "An externality is a situation in which the private costs or benefits to the producers or purchasers of a good or service differs from the total social costs or benefits entailed in its production and consumption. An externality exists whenever one individual's actions affect the well-being of another individual -- whether for the better (positive externality) or for the worse (negative externality)."}], "segments": [{"id": "1057", "clip_id": "2", "clipsegment_id": "5", "start_hours": "0", "start_minutes": "3", "start_seconds": "51", "end_hours": "0", "end_minutes": "4", "end_seconds": "35"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}