{"id": "27", "created": "2010-01-20 04:12:14+00", "modified": "2020-03-29 02:45:39.265429+00", "name": "The Keys", "description": "Becoming annoyed at Kramer's invasions of privacy, Jerry takes away his spare key. Kramer tells George about how everything was so good at Jerry's.  He gives George the “I yearn” speech, illustrating that human tendency is desire, and that desire is inescapable.  ", "source_id": "1", "icon": "media/icons/keys.jpg", "season_number": "3", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=uGZSrSnTv\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "828", "object_id": "27", "content_type_id": "18", "tag_id": "88", "name": "unlimited wants", "slug": "unlimited-wants", "description": "Unlimited wants essentially mean that people never get enough, that there is always something else that they would like to have. When combined with limited resources, unlimited wants result in the fundamental problem of scarcity."}], "segments": [{"id": "923", "clip_id": "27", "clipsegment_id": "43", "start_hours": "0", "start_minutes": "5", "start_seconds": "33", "end_hours": "0", "end_minutes": "7", "end_seconds": "18"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}