{"id": "31", "created": "2010-01-24 03:21:25+00", "modified": "2020-03-29 01:35:44.974764+00", "name": "The Cheever Letters", "description": "Kramer receives a bunch of cuban cigars from George;  he trades them to a golf pro for access to a very nice course.  When the cigars are lost in a fire, Kramer goes to the Cuban embassy, where he finds that they are illegal.  But the Cuban diplomats are willing to trade some cigars for Kramer's favorite jacket...and for access to the nice golf course.  ", "source_id": "1", "icon": "media/icons/cheever_letters_clip2.jpg", "season_number": "4", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=kEGxx2F2q\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "757", "object_id": "31", "content_type_id": "18", "tag_id": "55", "name": "black market", "slug": "black-market", "description": "A black market is one in which certain goods or services are routinely traded in a manner contrary to the laws or regulations of the government in power. Typical reasons why the market goes underground in this way include the desire by substantial numbers of buyers and sellers to evade restrictive government price controls or inconvenient rationing schemes, to avoid paying heavy taxes on the good or service in question, or simply to be able to obtain forbidden goods or services that the government does not want the people to have at all."}, {"id": "758", "object_id": "31", "content_type_id": "18", "tag_id": "87", "name": "gains from exchange", "slug": "gains-from-exchange", "description": "Gains from exchange refer to the net benefits to agents from voluntary trading with each other."}], "segments": [{"id": "830", "clip_id": "31", "clipsegment_id": "48", "start_hours": "0", "start_minutes": "14", "start_seconds": "39", "end_hours": "0", "end_minutes": "15", "end_seconds": "31"}, {"id": "831", "clip_id": "31", "clipsegment_id": "49", "start_hours": "0", "start_minutes": "16", "start_seconds": "33", "end_hours": "0", "end_minutes": "17", "end_seconds": "29"}, {"id": "832", "clip_id": "31", "clipsegment_id": "50", "start_hours": "0", "start_minutes": "21", "start_seconds": "40", "end_hours": "0", "end_minutes": "22", "end_seconds": "4"}, {"id": "833", "clip_id": "31", "clipsegment_id": "47", "start_hours": "0", "start_minutes": "4", "start_seconds": "23", "end_hours": "0", "end_minutes": "5", "end_seconds": "24"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}