{"id": "36", "created": "2010-01-24 03:36:48+00", "modified": "2020-03-29 03:27:52.657036+00", "name": "The Smelly Car", "description": "While Jerry and Elaine are at a restaurant, a valet parking attendant with body odor leaves Jerry's car with a lingering smell.  The external costs are large: the smell attaches itself to Jerry and Elaine, who have to resort to costly measures to cleanse themselves.  Jerry attempts to recoup some of the damage by cleverly bargaining with the restaurant owner to cover the cost of cleaning the car.  In the end, the cleaning is not enough, and Jerry leaves the car and keys in plain sight hoping it will be stolen, in which case the insurance company will bear the loss.", "source_id": "1", "icon": "media/icons/smelly_car.jpg", "season_number": "4", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=2VQV6vi1p\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "912", "object_id": "36", "content_type_id": "18", "tag_id": "26", "name": "Coase theorem", "slug": "coase-theorem", "description": "The Coase theorem states that, when trade in an externality is possible and there are no transaction costs, bargaining will lead to an efficient outcome regardless of the initial allocation of property rights."}, {"id": "913", "object_id": "36", "content_type_id": "18", "tag_id": "11", "name": "externality", "slug": "externality", "description": "An externality is a situation in which the private costs or benefits to the producers or purchasers of a good or service differs from the total social costs or benefits entailed in its production and consumption. An externality exists whenever one individual's actions affect the well-being of another individual -- whether for the better (positive externality) or for the worse (negative externality)."}, {"id": "914", "object_id": "36", "content_type_id": "18", "tag_id": "2", "name": "moral hazard", "slug": "moral-hazard", "description": "Moral hazard occurs when a party insulated from risk behaves differently than it would behave if it were fully exposed to the risk. Moral hazard arises because an individual or institution does not take the full consequences and responsibilities of its actions, and therefore, has a tendency to act less carefully than it otherwise would, leaving another party to hold some responsibility for the consequences of those actions. For example, a person with insurance against automobile theft may be less cautious about locking his or her car, because the negative consequences of vehicle theft are (partially) the responsibility of the insurance company."}], "segments": [{"id": "1034", "clip_id": "36", "clipsegment_id": "207", "start_hours": "0", "start_minutes": "0", "start_seconds": "44", "end_hours": "0", "end_minutes": "1", "end_seconds": "5"}, {"id": "1035", "clip_id": "36", "clipsegment_id": "208", "start_hours": "0", "start_minutes": "1", "start_seconds": "43", "end_hours": "0", "end_minutes": "3", "end_seconds": "22"}, {"id": "1036", "clip_id": "36", "clipsegment_id": "209", "start_hours": "0", "start_minutes": "6", "start_seconds": "39", "end_hours": "0", "end_minutes": "7", "end_seconds": "27"}, {"id": "1037", "clip_id": "36", "clipsegment_id": "210", "start_hours": "0", "start_minutes": "10", "start_seconds": "46", "end_hours": "0", "end_minutes": "12", "end_seconds": "16"}, {"id": "1038", "clip_id": "36", "clipsegment_id": "211", "start_hours": "0", "start_minutes": "16", "start_seconds": "2", "end_hours": "0", "end_minutes": "17", "end_seconds": "16"}, {"id": "1039", "clip_id": "36", "clipsegment_id": "212", "start_hours": "0", "start_minutes": "21", "start_seconds": "15", "end_hours": "0", "end_minutes": "21", "end_seconds": "51"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}