{"id": "39", "created": "2010-01-24 03:44:50+00", "modified": "2020-03-29 03:22:20.713889+00", "name": "The Revenge", "description": "George is out of work after quitting his job and is considering a career change. The poor housing market has led to cyclical unemployment. George laments that unions control his desired job of movie projectionist (structural unemployment). He also would like to be a college professor, but requires more human capital (frictional unemployment).", "source_id": "1", "icon": "media/icons/revenge.jpg", "season_number": "2", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=0D6MclEJt\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "902", "object_id": "39", "content_type_id": "18", "tag_id": "22", "name": "unemployment", "slug": "unemployment", "description": "Unemployment occurs when an individual is not working and is actively seeking employment. There are three types of unemployment identified by economists: frictional, structural, and cyclical."}], "segments": [{"id": "1022", "clip_id": "39", "clipsegment_id": "219", "start_hours": "0", "start_minutes": "3", "start_seconds": "0", "end_hours": "0", "end_minutes": "6", "end_seconds": "18"}, {"id": "1023", "clip_id": "39", "clipsegment_id": "220", "start_hours": "0", "start_minutes": "21", "start_seconds": "6", "end_hours": "0", "end_minutes": "21", "end_seconds": "28"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}