{"id": "42", "created": "2010-01-24 03:54:16+00", "modified": "2020-03-29 02:39:39.670512+00", "name": "The Glasses", "description": "Jerry is getting a new air conditioning unit.  Elaine asks why, because he's never wanted air conditioning before.  But Jerry's new girlfriend feels more comfortable in with air conditioning, so Jerry is getting one—his demand has increased.  ", "source_id": "1", "icon": "media/icons/glasses.jpg", "season_number": "5", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=26n9FlEfV\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "819", "object_id": "42", "content_type_id": "18", "tag_id": "20", "name": "demand", "slug": "demand", "description": "Demand is the willingness and ability of the people within a market area to purchase a good or service. Economists generally assume there is an inverse relationship between the price of a good and the quantity demanded by buyers."}], "segments": [{"id": "911", "clip_id": "42", "clipsegment_id": "64", "start_hours": "0", "start_minutes": "0", "start_seconds": "36", "end_hours": "0", "end_minutes": "1", "end_seconds": "35"}, {"id": "912", "clip_id": "42", "clipsegment_id": "65", "start_hours": "0", "start_minutes": "14", "start_seconds": "32", "end_hours": "0", "end_minutes": "15", "end_seconds": "4"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}