{"id": "44", "created": "2010-01-24 04:01:47+00", "modified": "2020-03-29 01:22:13.990767+00", "name": "The Barber", "description": "Jerry gets a bad haircut but refuses to change barbers because he is loyal.  Eventually, he is convinced to leave his barber of 12 years for the barber's nephew.  Bad quality doesn't persist in the marketplace;  it is competed away.  Perhaps the answer to bad haircuts is not more regulation, but more competition. ", "source_id": "1", "icon": "media/icons/barber_clip1.jpg", "season_number": "5", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=swoO8IQho\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "732", "object_id": "44", "content_type_id": "18", "tag_id": "82", "name": "competition", "slug": "competition_1", "description": "Competition is the allocation of productive resources to their most highly valued uses and encouraging efficiency. Microeconomics theory distinguishes between perfect competition and imperfect competition, concluding that no system of resource allocation is more efficient than perfect competition. Competition, according to economic theory, causes commercial firms to develop new products, services and technologies, which would give consumers greater selection and better products. The greater selection typically causes lower prices for the products, compared to what the price would be if there was no competition (monopoly) or little competition (oligopoly)."}], "segments": [{"id": "806", "clip_id": "44", "clipsegment_id": "67", "start_hours": "0", "start_minutes": "2", "start_seconds": "13", "end_hours": "0", "end_minutes": "5", "end_seconds": "6"}, {"id": "807", "clip_id": "44", "clipsegment_id": "68", "start_hours": "0", "start_minutes": "8", "start_seconds": "23", "end_hours": "0", "end_minutes": "9", "end_seconds": "25"}, {"id": "808", "clip_id": "44", "clipsegment_id": "69", "start_hours": "0", "start_minutes": "10", "start_seconds": "14", "end_hours": "0", "end_minutes": "12", "end_seconds": "6"}, {"id": "809", "clip_id": "44", "clipsegment_id": "70", "start_hours": "0", "start_minutes": "19", "start_seconds": "20", "end_hours": "0", "end_minutes": "20", "end_seconds": "3"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}