{"id": "45", "created": "2010-01-24 04:04:02+00", "modified": "2020-03-29 01:21:37.435078+00", "name": "The Barber", "description": "George thinks he has been offered a job, but the man offering it to him got interrupted in the middle of the offer, and will be on vacation for the next week.  George, unsure whether an offer has actually been extended, decides that his best strategy is to show up.  If the job was indeed his, this is the right move.  But even if the job is not, he believes that the benefits outweigh the costs. ", "source_id": "1", "icon": "media/icons/barber_clip2.jpg", "season_number": "5", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=a8BsRGBYA\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "729", "object_id": "45", "content_type_id": "18", "tag_id": "6", "name": "cost-benefit analysis", "slug": "cost-benefit-analysis", "description": "Cost-benefit analysis involves, whether explicitly or implicitly, weighing the total expected costs against the total expected benefits of one or more actions in order to choose the best or most profitable option. Rational agents are assumed to never take an action for which the expected benefits are less than the expected costs."}, {"id": "730", "object_id": "45", "content_type_id": "18", "tag_id": "80", "name": "dominant strategy", "slug": "dominant-strategy", "description": "In game theory, a dominant strategy is a strategy that is better than another strategy for one player, no matter how that player's opponents may play. "}, {"id": "731", "object_id": "45", "content_type_id": "18", "tag_id": "8", "name": "game theory", "slug": "game-theory", "description": "Game theory attempts to mathematically capture behavior in strategic situations, or games, in which an individual's success in making choices depends on the choices of others. Game theory has been used to study a wide variety of human and animal behaviors. It was initially developed in economics to understand a large collection of economic behaviors, including behaviors of firms, markets, and consumers. The use of game theory in the social sciences has expanded, and game theory has been applied to political, sociological, and psychological behaviors as well."}], "segments": [{"id": "804", "clip_id": "45", "clipsegment_id": "72", "start_hours": "0", "start_minutes": "5", "start_seconds": "6", "end_hours": "0", "end_minutes": "5", "end_seconds": "57"}, {"id": "805", "clip_id": "45", "clipsegment_id": "71", "start_hours": "0", "start_minutes": "0", "start_seconds": "40", "end_hours": "0", "end_minutes": "2", "end_seconds": "14"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}