{"id": "53", "created": "2010-01-24 04:34:14+00", "modified": "2020-03-29 02:41:31.037762+00", "name": "The Hamptons", "description": "Kramer, at the beach in the Hamptons with friends, finds a rope dangling into the water and pulls up a pot full of lobsters.  He serves them for dinner that night, and his host says that he's poached them from a commercial lobsterman.  Kramer says, “What's the problem? There's plenty for everyone.”  This highlights the wedge between individual incentives and optimal social outcomes. ", "source_id": "1", "icon": "media/icons/hamptons.jpg", "season_number": "5", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=KHcX6Ey6I\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "821", "object_id": "53", "content_type_id": "18", "tag_id": "27", "name": "common resource", "slug": "common-resource", "description": "A common resource is a type of good consisting of a natural or human-made resource system, whose size or characteristics makes it costly, but not impossible, to exclude potential beneficiaries from obtaining benefits from its use. Unlike pure public goods, common resources face problems of congestion or overuse, because they are rival. Examples of common resources include irrigation systems, fishing grounds, pastures, forests, water or the atmosphere."}], "segments": [{"id": "914", "clip_id": "53", "clipsegment_id": "88", "start_hours": "0", "start_minutes": "8", "start_seconds": "50", "end_hours": "0", "end_minutes": "9", "end_seconds": "7"}, {"id": "915", "clip_id": "53", "clipsegment_id": "89", "start_hours": "0", "start_minutes": "16", "start_seconds": "12", "end_hours": "0", "end_minutes": "16", "end_seconds": "51"}, {"id": "916", "clip_id": "53", "clipsegment_id": "86", "start_hours": "0", "start_minutes": "5", "start_seconds": "38", "end_hours": "0", "end_minutes": "6", "end_seconds": "15"}, {"id": "917", "clip_id": "53", "clipsegment_id": "87", "start_hours": "0", "start_minutes": "6", "start_seconds": "53", "end_hours": "0", "end_minutes": "7", "end_seconds": "4"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}