{"id": "63", "created": "2010-01-24 05:30:22+00", "modified": "2020-03-29 02:37:24.415727+00", "name": "The Fusilli Jerry", "description": "Jerry's car is broken and he takes it to a new mechanic.  The new mechanic gives an estimate that Jerry believes is too high.  George says, “Of course they're trying to screw you—that's what they do.  It's because you don't know anything about what's going on under there!” George also says that Putty, Jerry's regular mechanic, wouldn't try to screw him.  Reputation for honesty can overcome moral hazard problems. ", "source_id": "1", "icon": "media/icons/fusilli_jerry_clip2.jpg", "season_number": "6", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=I4GRNwsxC\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "811", "object_id": "63", "content_type_id": "18", "tag_id": "9", "name": "asymmetric information", "slug": "asymmetric-information", "description": "Asymmetric information occurs when one party has more or better information than the other. This creates an imbalance of power in transactions that can sometimes cause the transactions to go awry."}, {"id": "812", "object_id": "63", "content_type_id": "18", "tag_id": "2", "name": "moral hazard", "slug": "moral-hazard", "description": "Moral hazard occurs when a party insulated from risk behaves differently than it would behave if it were fully exposed to the risk. Moral hazard arises because an individual or institution does not take the full consequences and responsibilities of its actions, and therefore, has a tendency to act less carefully than it otherwise would, leaving another party to hold some responsibility for the consequences of those actions. For example, a person with insurance against automobile theft may be less cautious about locking his or her car, because the negative consequences of vehicle theft are (partially) the responsibility of the insurance company."}], "segments": [{"id": "907", "clip_id": "63", "clipsegment_id": "122", "start_hours": "0", "start_minutes": "14", "start_seconds": "15", "end_hours": "0", "end_minutes": "15", "end_seconds": "0"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}