{"id": "64", "created": "2010-01-24 05:39:10+00", "modified": "2020-03-29 02:15:47.80034+00", "name": "The Engagement", "description": "Elaine's neighbor's dog keep Elaine awake at night barking.  She, Kramer, and Newman devise a scheme to kidnap the dog and move it to the country so it no longer bothers her.", "source_id": "1", "icon": "media/icons/engagement.jpg", "season_number": "7", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=BRksgiGzL\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "792", "object_id": "64", "content_type_id": "18", "tag_id": "11", "name": "externality", "slug": "externality", "description": "An externality is a situation in which the private costs or benefits to the producers or purchasers of a good or service differs from the total social costs or benefits entailed in its production and consumption. An externality exists whenever one individual's actions affect the well-being of another individual -- whether for the better (positive externality) or for the worse (negative externality)."}, {"id": "793", "object_id": "64", "content_type_id": "18", "tag_id": "31", "name": "incentives", "slug": "incentives", "description": "An incentive is any factor (financial or non-financial) that enables or motivates a particular course of action, or counts as a reason for preferring one choice to the alternatives."}, {"id": "794", "object_id": "64", "content_type_id": "18", "tag_id": "29", "name": "property rights", "slug": "property-rights", "description": "Property rights entail the exclusive authority to determine how and by whom a particular resource is used."}], "segments": [{"id": "867", "clip_id": "64", "clipsegment_id": "123", "start_hours": "0", "start_minutes": "0", "start_seconds": "46", "end_hours": "0", "end_minutes": "1", "end_seconds": "5"}, {"id": "868", "clip_id": "64", "clipsegment_id": "124", "start_hours": "0", "start_minutes": "5", "start_seconds": "59", "end_hours": "0", "end_minutes": "7", "end_seconds": "7"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}