{"id": "66", "created": "2010-01-24 05:44:00+00", "modified": "2020-03-29 02:50:09.98757+00", "name": "The Maestro", "description": "Kramer has sneaked coffee into a theater, where he spills it on himself.  While consulting with his lawyer, Jackie Chiles, they discuss the theater's monopoly on concessions. (This is a great place to discuss David Friedman's and Steven Landsburg's take on why movie theater popcorn is so expensive.) ", "source_id": "1", "icon": "media/icons/maestro.jpg", "season_number": "7", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=zBZECEAhh\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "834", "object_id": "66", "content_type_id": "18", "tag_id": "63", "name": "barriers to entry", "slug": "barriers-to-entry", "description": "Barriers to entry are conditions or circumstances that make it very difficult or unacceptably costly for outside firms to enter a particular market to compete with the established firm or firms that are already selling the good or service involved. "}, {"id": "835", "object_id": "66", "content_type_id": "18", "tag_id": "64", "name": "monopoly power", "slug": "monopoly-power", "description": "Monopoly power is the ability of a firm to alter the market price of the good or service it sells."}], "segments": [{"id": "930", "clip_id": "66", "clipsegment_id": "126", "start_hours": "0", "start_minutes": "1", "start_seconds": "37", "end_hours": "0", "end_minutes": "3", "end_seconds": "24"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}