{"id": "75", "created": "2010-01-24 06:17:16+00", "modified": "2020-03-29 01:31:41.266675+00", "name": "The Calzone", "description": "George puts a dollar in the tip jar at the pizzeria, but the counterman's head was turned and he didn't see it.  George laments that it cost him a dollar, but he got no credit for it.  His altruism is not pure—he gets utility not from giving, but from getting credit for giving.  ", "source_id": "1", "icon": "media/icons/calzone.jpg", "season_number": "7", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=3seHSCE3r\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "748", "object_id": "75", "content_type_id": "18", "tag_id": "13", "name": "altruism", "slug": "altruism", "description": "Altruism is selfless concern for the welfare of others. Altruism focuses on a motivation to help others or a want to do something good without reward."}, {"id": "749", "object_id": "75", "content_type_id": "18", "tag_id": "31", "name": "incentives", "slug": "incentives", "description": "An incentive is any factor (financial or non-financial) that enables or motivates a particular course of action, or counts as a reason for preferring one choice to the alternatives."}, {"id": "750", "object_id": "75", "content_type_id": "18", "tag_id": "14", "name": "utility", "slug": "utility", "description": "Utility is an economic concept referring to the precise degree of personal satisfaction, pleasure, or sense of want-fulfillment an individual derives from consuming some quantity of a good or service at a particular point in time."}], "segments": [{"id": "826", "clip_id": "75", "clipsegment_id": "152", "start_hours": "0", "start_minutes": "4", "start_seconds": "45", "end_hours": "0", "end_minutes": "5", "end_seconds": "17"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}