{"id": "80", "created": "2010-01-24 23:06:21+00", "modified": "2020-03-29 03:28:22.758951+00", "name": "The Soul Mate", "description": "Elaine questions whether her boyfriend really means it when he says he doesn't want children until he has a vasectomy.", "source_id": "1", "icon": "media/icons/soul_mate.jpg", "season_number": "8", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=InOYIJbdl\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "915", "object_id": "80", "content_type_id": "18", "tag_id": "46", "name": "commitment device", "slug": "commitment-device", "description": "A commitment device is a way of changing incentives so as to make otherwise empty threats or promises credible.  "}, {"id": "916", "object_id": "80", "content_type_id": "18", "tag_id": "8", "name": "game theory", "slug": "game-theory", "description": "Game theory attempts to mathematically capture behavior in strategic situations, or games, in which an individual's success in making choices depends on the choices of others. Game theory has been used to study a wide variety of human and animal behaviors. It was initially developed in economics to understand a large collection of economic behaviors, including behaviors of firms, markets, and consumers. The use of game theory in the social sciences has expanded, and game theory has been applied to political, sociological, and psychological behaviors as well."}], "segments": [{"id": "1040", "clip_id": "80", "clipsegment_id": "165", "start_hours": "0", "start_minutes": "5", "start_seconds": "10", "end_hours": "0", "end_minutes": "6", "end_seconds": "1"}, {"id": "1041", "clip_id": "80", "clipsegment_id": "166", "start_hours": "0", "start_minutes": "11", "start_seconds": "45", "end_hours": "0", "end_minutes": "12", "end_seconds": "35"}, {"id": "1042", "clip_id": "80", "clipsegment_id": "167", "start_hours": "0", "start_minutes": "14", "start_seconds": "7", "end_hours": "0", "end_minutes": "14", "end_seconds": "28"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}