{"id": "83", "created": "2010-01-25 00:07:48+00", "modified": "2020-03-29 01:33:50.832826+00", "name": "The Checks", "description": "Kramer ends up hosting a group of Japanese tourists, saying, “Manhattan can be quite pricey, even with 50,000 yen.”  To which Elaine says, “50,000 yen—isn't that only a few hundred dollars?”  “Evidently,” Kramer replies.  This illustrates the nominal exchange rate (50,000 yen for a few hundred dollars) and points to the idea of the real exchange rate (in terms of purchasing power, 50,000 yen doesn't purchase many visiting days in Manhattan).  ", "source_id": "1", "icon": "media/icons/checks.jpg", "season_number": "8", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=IES5QN42M\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "754", "object_id": "83", "content_type_id": "18", "tag_id": "44", "name": "nominal exchange rate", "slug": "nominal-exchange-rate", "description": "The nominal exchange rate between two currencies specifies how much one currency is worth in terms of the other. "}, {"id": "755", "object_id": "83", "content_type_id": "18", "tag_id": "45", "name": "real exchange rate", "slug": "real-exchange-rate", "description": "The real exchange rate refers to the purchasing power of two currencies relative to one another."}], "segments": [{"id": "828", "clip_id": "83", "clipsegment_id": "173", "start_hours": "0", "start_minutes": "11", "start_seconds": "44", "end_hours": "0", "end_minutes": "12", "end_seconds": "23"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}