{"id": "90", "created": "2010-01-25 00:31:54+00", "modified": "2020-03-29 02:16:25.570059+00", "name": "The Finale", "description": "Kramer, George, Jerry, and Elaine sit by and watch while a man is carjacked.  They are arrested for not acting under the town's new Good Samaritan law.  The law is designed to overcome individuals' incentive not to come to others' rescue;  we can think of this as a law that changes payoffs in a game matrix.", "source_id": "1", "icon": "media/icons/finale.jpg", "season_number": "9", "disc_number": "4", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=R2AsfRYRk\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "795", "object_id": "90", "content_type_id": "18", "tag_id": "35", "name": "changes in payoffs", "slug": "changes-in-payoffs", "description": "In game theory, changes in payoffs imply changes in the motivations of players. Payoffs may represent profit, quantity, \"utility,\" or other continuous measures, or may simply rank the desirability of outcomes. "}, {"id": "796", "object_id": "90", "content_type_id": "18", "tag_id": "8", "name": "game theory", "slug": "game-theory", "description": "Game theory attempts to mathematically capture behavior in strategic situations, or games, in which an individual's success in making choices depends on the choices of others. Game theory has been used to study a wide variety of human and animal behaviors. It was initially developed in economics to understand a large collection of economic behaviors, including behaviors of firms, markets, and consumers. The use of game theory in the social sciences has expanded, and game theory has been applied to political, sociological, and psychological behaviors as well."}, {"id": "797", "object_id": "90", "content_type_id": "18", "tag_id": "31", "name": "incentives", "slug": "incentives", "description": "An incentive is any factor (financial or non-financial) that enables or motivates a particular course of action, or counts as a reason for preferring one choice to the alternatives."}], "segments": [{"id": "869", "clip_id": "90", "clipsegment_id": "194", "start_hours": "0", "start_minutes": "20", "start_seconds": "10", "end_hours": "0", "end_minutes": "21", "end_seconds": "36"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}