{"id": "91", "created": "2010-01-25 00:37:39+00", "modified": "2020-03-29 03:11:56.179526+00", "name": "The Pez Dispenser/The Pick (Part I)", "description": "Kramer invents \"The Beach\" cologne.  Jerry tells him to run it by a guy in marketing at Calvin Klein, and Kramer does. The guy scoffs at the idea, but CK begins producing a cologne called \"The Ocean.\" Without a patent, Kramer is powerless to seek recourse, but the folks at CK offer him a modeling contract, essentially in exchange for his silence. (This story line crosses two episodes. The Season, Disc, and Time information below is for \"The Pez Dispenser\" section. See Part II for the Season, Disc and Time information for \"The Pick.\") THE VIDEO CLIP CONTAINS BOTH PARTS.", "source_id": "1", "icon": "media/icons/pez_dispenser_pick.jpg", "season_number": "3", "disc_number": "3", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=uoOPb2LGZ\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "885", "object_id": "91", "content_type_id": "18", "tag_id": "32", "name": "entrepreneurship", "slug": "entrepreneurship", "description": "Entrepreneurship is the ability and willingness to combine resources into a productive enterprise."}, {"id": "886", "object_id": "91", "content_type_id": "18", "tag_id": "33", "name": "intellectual property rights", "slug": "intellectual-property-rights", "description": "Intellectual property rights provide control of distinct types of creations of the mind. Common types of intellectual property include copyrights, trademarks, patents, industrial design rights and trade secrets."}, {"id": "887", "object_id": "91", "content_type_id": "18", "tag_id": "34", "name": "trade-off", "slug": "trade-off", "description": "A trade-off refers to giving up one thing in return for something else. It implies a decision to be made with both an upside and downside of a particular choice."}], "segments": [{"id": "995", "clip_id": "91", "clipsegment_id": "195", "start_hours": "0", "start_minutes": "15", "start_seconds": "50", "end_hours": "0", "end_minutes": "16", "end_seconds": "52"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}