{"id": "96", "created": "2010-08-03 19:26:55+00", "modified": "2020-03-29 02:45:00.878006+00", "name": "The Junior Mint", "description": "Kramer & Jerry go to visit Elaine's ex-boyfriend, who is in hospital undergoing surgery. While at the hospital, Kramer persuades Jerry to watch the operation with him in a gallery above the operating theatre. When Kramer sneaks in candy and forces it on Jerry, Jerry knocks his hand and a Junior Mint falls from the gallery and lands inside the patient! Jerry thinks he may have killed the guy but he makes a miraculous recovery!", "source_id": "1", "icon": "media/icons/seinfeld_episodejuniormint.jpg", "season_number": "4", "disc_number": "4", "credit_id": "1", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=8H6FtQhD6\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "826", "object_id": "96", "content_type_id": "18", "tag_id": "11", "name": "externality", "slug": "externality", "description": "An externality is a situation in which the private costs or benefits to the producers or purchasers of a good or service differs from the total social costs or benefits entailed in its production and consumption. An externality exists whenever one individual's actions affect the well-being of another individual -- whether for the better (positive externality) or for the worse (negative externality)."}, {"id": "827", "object_id": "96", "content_type_id": "18", "tag_id": "12", "name": "unintended consequences", "slug": "unintended-consequences", "description": "Unintended consequences are situations where an action results in an outcome that is not (or not only) what is intended. The unintended results may be foreseen or unforeseen, but they are logical or likely results of the action. Unintended consequences may be the result of policies that are not well thought out."}], "segments": [{"id": "921", "clip_id": "96", "clipsegment_id": "230", "start_hours": "0", "start_minutes": "11", "start_seconds": "55", "end_hours": "0", "end_minutes": "13", "end_seconds": "5"}, {"id": "922", "clip_id": "96", "clipsegment_id": "231", "start_hours": "0", "start_minutes": "18", "start_seconds": "20", "end_hours": "0", "end_minutes": "19", "end_seconds": "5"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {"id": "1", "first_name": "Wayne", "last_name": "Geerling", "institution": "La Trobe University (Australia)"}}