{"id": "97", "created": "2010-08-03 19:30:19+00", "modified": "2020-03-29 02:52:55.11062+00", "name": "The Mango", "description": "George tells Jerry about his problems below the \"equator\", i.e. in bed with his latest girlfriend, Karen, and is concerned that she is faking orgasms. When Elaine enters the conversation, they discuss the issue of \"faking\" and Elaine confesses that she used to fake orgasms with Jerry when they were dating. Jerry is horrified, as he thought the orgasms were real.", "source_id": "1", "icon": "media/icons/mango_.jpg", "season_number": "5", "disc_number": "1", "credit_id": "1", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=aT247bq9H\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "838", "object_id": "97", "content_type_id": "18", "tag_id": "9", "name": "asymmetric information", "slug": "asymmetric-information", "description": "Asymmetric information occurs when one party has more or better information than the other. This creates an imbalance of power in transactions that can sometimes cause the transactions to go awry."}, {"id": "839", "object_id": "97", "content_type_id": "18", "tag_id": "10", "name": "signaling", "slug": "signaling", "description": "Signaling is the idea that one party (termed the “agent”) credibly conveys some information about itself to another party (the “principal”). For example, in job-market signaling, (potential) employees send a signal about their ability level to the employer by acquiring certain education credentials. The informational value of the credential comes from the fact that the employer assumes it is positively correlated with having greater ability."}], "segments": [{"id": "933", "clip_id": "97", "clipsegment_id": "232", "start_hours": "0", "start_minutes": "1", "start_seconds": "15", "end_hours": "0", "end_minutes": "4", "end_seconds": "25"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {"id": "1", "first_name": "Wayne", "last_name": "Geerling", "institution": "La Trobe University (Australia)"}}