{"id": "726", "object_id": "7", "content_type_id": "18", "tag_id": "15", "name": "economics of crime", "slug": "economics-of-crime", "description": "The economics of crime is a field of study that uses economic theory, tools, and concepts (such as cost-benefit analysis, incentives, and rational behavior) to understand the determinants of crime and inform public policy on crime matters.", "clips": [{"id": "7", "created": "2010-01-19 06:36:55+00", "modified": "2020-03-29 01:20:58.139813+00", "name": "The Baby Shower", "description": "Jerry does a cost -benefit analysis of installing illegal cable.  He decides to commit the crime when he finds out there will be 75 televised Mets games on TV.", "source_id": "1", "icon": "media/icons/baby_shower.jpg", "season_number": "2", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=EQ0MQxQX0\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "725", "object_id": "7", "content_type_id": "18", "tag_id": "6", "name": "cost-benefit analysis", "slug": "cost-benefit-analysis", "description": "Cost-benefit analysis involves, whether explicitly or implicitly, weighing the total expected costs against the total expected benefits of one or more actions in order to choose the best or most profitable option. Rational agents are assumed to never take an action for which the expected benefits are less than the expected costs."}, {"id": "726", "object_id": "7", "content_type_id": "18", "tag_id": "15", "name": "economics of crime", "slug": "economics-of-crime", "description": "The economics of crime is a field of study that uses economic theory, tools, and concepts (such as cost-benefit analysis, incentives, and rational behavior) to understand the determinants of crime and inform public policy on crime matters."}, {"id": "727", "object_id": "7", "content_type_id": "18", "tag_id": "31", "name": "incentives", "slug": "incentives", "description": "An incentive is any factor (financial or non-financial) that enables or motivates a particular course of action, or counts as a reason for preferring one choice to the alternatives."}, {"id": "728", "object_id": "7", "content_type_id": "18", "tag_id": "7", "name": "thinking at the margin", "slug": "thinking-at-the-margin", "description": "From an economist's perspective, making choices involves thinking 'at the margin' - that is, making decisions based on small changes in resources. Doing so leads to the optimal decisions being made, subject to preferences, resources and informational constraints."}], "segments": [{"id": "803", "clip_id": "7", "clipsegment_id": "11", "start_hours": "0", "start_minutes": "5", "start_seconds": "58", "end_hours": "0", "end_minutes": "8", "end_seconds": "22"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}