{"id": "751", "object_id": "55", "content_type_id": "18", "tag_id": "72", "name": "functions of markets", "slug": "functions-of-markets", "description": "The functions of markets include providing opportunities for the exchange of goods and services and allocating resources to their highest-valued uses. ", "clips": [{"id": "55", "created": "2010-01-24 04:43:37+00", "modified": "2020-03-29 01:32:55.335889+00", "name": "The Chaperone", "description": "Jerry is dating a Miss America contestant, and Kramer appoints himself her chaperone.  While at dinner, Kramer asks what she would do to make the world a better place.  She says that she would try to end world hunger.  “If everyone ate one meal less, there would be enough food to feed the world.”  Jerry says that's one “helluva plan.”  This is an example of unsound economic reasoning:  the misconception that for others to have more, we must take less. ", "source_id": "1", "icon": "media/icons/chaperone.jpg", "season_number": "6", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=cqqqjZ5d9\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "751", "object_id": "55", "content_type_id": "18", "tag_id": "72", "name": "functions of markets", "slug": "functions-of-markets", "description": "The functions of markets include providing opportunities for the exchange of goods and services and allocating resources to their highest-valued uses. "}, {"id": "752", "object_id": "55", "content_type_id": "18", "tag_id": "62", "name": "scarcity", "slug": "scarcity", "description": "Scarcity is a condition where there is less of something available than at least some people would like to have if they could have them at no cost to themselves. Because the total quantity of goods and services that people would like to have always far exceeds the amount which available economic resources are capable of producing in all known human societies, people must constantly make choices about which desires to satisfy first and which to leave less than fully satisfied for the time being. That is, they must constantly decide how best to allocate (apportion or distribute) the scarce resources available to them among the various alternative uses to which they can be put. Thus, scarcity is the fundamental condition that gives rise to the patterns of choosing behavior whose study constitutes the main focus of the academic discipline of economics."}, {"id": "753", "object_id": "55", "content_type_id": "18", "tag_id": "73", "name": "zero-sum game", "slug": "zero-sum-game", "description": "A zero-sum game describes a situation in which a participant's gain or loss is exactly balanced by the losses or gains of the other participant(s). If the total gains of the participants are added up, and the total losses are subtracted, they will sum to zero. "}], "segments": [{"id": "827", "clip_id": "55", "clipsegment_id": "93", "start_hours": "0", "start_minutes": "9", "start_seconds": "9", "end_hours": "0", "end_minutes": "10", "end_seconds": "48"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}