{"id": "721", "object_id": "23", "content_type_id": "18", "tag_id": "1", "name": "imperfect information", "slug": "imperfect-information", "description": "Imperfect information is a situation in which the parties to a transaction have different information, as when the seller of a used car has more information about its quality than the buyer. Sellers often have better information about a good than buyers because they are more familiar with it. They know more about its quality, durability, and other features. Buyers, in contrast, have limited contact with the commodity and thus have less information.  Another common example of asymmetric information occurs in the labor market. Workers are knowledgeable about their skills, industriousness, and productivity. Employers, in contrast, have limited information about the quality of prospective workers. Another good example is the insurance market. Insurers often have less information about the risks taken by their clients, and in fact, insurance may alter a person's behavior.", "clips": [{"id": "23", "created": "2010-01-20 03:38:59+00", "modified": "2020-03-29 01:18:37.720362+00", "name": "The Alternate Side", "description": "Jerry's car is stolen, so he rents a car.  The rental company doesn't give him the car he reserved; he gets a small economy car.  They ask if he wants insurance, and he replies, “Yes, because I'm going to beat the hell out of this car.” ", "source_id": "1", "icon": "media/icons/alternate_side.jpg", "season_number": "3", "disc_number": "2", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=MaDnaSxmD\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "721", "object_id": "23", "content_type_id": "18", "tag_id": "1", "name": "imperfect information", "slug": "imperfect-information", "description": "Imperfect information is a situation in which the parties to a transaction have different information, as when the seller of a used car has more information about its quality than the buyer. Sellers often have better information about a good than buyers because they are more familiar with it. They know more about its quality, durability, and other features. Buyers, in contrast, have limited contact with the commodity and thus have less information.  Another common example of asymmetric information occurs in the labor market. Workers are knowledgeable about their skills, industriousness, and productivity. Employers, in contrast, have limited information about the quality of prospective workers. Another good example is the insurance market. Insurers often have less information about the risks taken by their clients, and in fact, insurance may alter a person's behavior."}, {"id": "722", "object_id": "23", "content_type_id": "18", "tag_id": "2", "name": "moral hazard", "slug": "moral-hazard", "description": "Moral hazard occurs when a party insulated from risk behaves differently than it would behave if it were fully exposed to the risk. Moral hazard arises because an individual or institution does not take the full consequences and responsibilities of its actions, and therefore, has a tendency to act less carefully than it otherwise would, leaving another party to hold some responsibility for the consequences of those actions. For example, a person with insurance against automobile theft may be less cautious about locking his or her car, because the negative consequences of vehicle theft are (partially) the responsibility of the insurance company."}], "segments": [{"id": "799", "clip_id": "23", "clipsegment_id": "38", "start_hours": "0", "start_minutes": "5", "start_seconds": "16", "end_hours": "0", "end_minutes": "7", "end_seconds": "30"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}