{"id": "742", "object_id": "43", "content_type_id": "18", "tag_id": "84", "name": "labor market", "slug": "labor-market", "description": "The labor market is the market in which workers compete for jobs and employers compete for workers.", "clips": [{"id": "43", "created": "2010-01-24 03:58:40+00", "modified": "2020-03-29 01:27:46.256745+00", "name": "The Bris", "description": "In comedy clip at end of episode, Jerry says that the amazing thing is that “for every job, no matter how objectionable, there is someone there to do it.”  Properly functioning markets ensure that all jobs get filled;  often to do this certain jobs require an additional premium to compensate for risk or other unpleasant dimensions of the job.", "source_id": "1", "icon": "media/icons/bris.jpg", "season_number": "5", "disc_number": "1", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=dTwhqTqxT\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "741", "object_id": "43", "content_type_id": "18", "tag_id": "83", "name": "compensating differentials", "slug": "compensating-differentials", "description": "Compensating differentials represent a wage premium for unpleasant aspects of a job. Jobs differ along several dimensions. In equilibrium, labor markets establish wages that tend to make different jobs relatively close substitutes at the margin. "}, {"id": "742", "object_id": "43", "content_type_id": "18", "tag_id": "84", "name": "labor market", "slug": "labor-market", "description": "The labor market is the market in which workers compete for jobs and employers compete for workers."}], "segments": [{"id": "820", "clip_id": "43", "clipsegment_id": "66", "start_hours": "0", "start_minutes": "21", "start_seconds": "30", "end_hours": "0", "end_minutes": "22", "end_seconds": "13"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}