{"id": "848", "object_id": "49", "content_type_id": "18", "tag_id": "110", "name": "regulated prices", "slug": "regulated-prices", "description": "Regulation involves controlling human or societal behavior by rules or restrictions.", "clips": [{"id": "49", "created": "2010-01-24 04:22:48+00", "modified": "2020-03-29 02:56:59.152207+00", "name": "The Marine Biologist", "description": "Kramer gives Elaine an organizer that he got at the bank when he opened a new account;  Jerry proudly shows off a tape recorder that he got at a different bank.  In the days before bank deregulation, interest rates were administered:  0% on checking accounts, 5.25% on savings accounts.  With market interest rates higher than these, there was no way for banks to compete for funds except to offer additional perks like toasters, tape recorders, and organizers. ", "source_id": "1", "icon": "media/icons/marine_biologist_clip2.jpg", "season_number": "5", "disc_number": "3", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=9EeJbrZ2r\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "847", "object_id": "49", "content_type_id": "18", "tag_id": "109", "name": "non-price competition", "slug": "non-price-competition", "description": "Non-price competition often occurs when prices are regulated. Since a firm cannot compete by offering a more attractive price, it must attract customers in other ways, including gifts."}, {"id": "848", "object_id": "49", "content_type_id": "18", "tag_id": "110", "name": "regulated prices", "slug": "regulated-prices", "description": "Regulation involves controlling human or societal behavior by rules or restrictions."}], "segments": [{"id": "948", "clip_id": "49", "clipsegment_id": "80", "start_hours": "0", "start_minutes": "3", "start_seconds": "30", "end_hours": "0", "end_minutes": "4", "end_seconds": "37"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}