{"id": "947", "object_id": "24", "content_type_id": "18", "tag_id": "89", "name": "reservation wage", "slug": "reservation-wage", "description": "A person’s reservation wage is the minimum wage necessary to entice the person into the labor market.", "clips": [{"id": "24", "created": "2010-01-20 04:04:03+00", "modified": "2020-03-29 03:38:03.445439+00", "name": "The Suicide", "description": "Jerry asks George to throw away Jerry's garbage.  George asks for $2.  Jerry offers 50 cents, and George refuses.  Jerry sets it down in front of Kramer's door and knocks.  Oddly, Kramer takes it.  ", "source_id": "1", "icon": "media/icons/suicide.jpg", "season_number": "3", "disc_number": "3", "credit_id": "", "embed_id": "<iframe width=\"560\" height=\"315\" src=\"https://criticalcommons.org/embed?m=j2TqvLxTa\" frameborder=\"0\" allowfullscreen></iframe>", "tags": [{"id": "946", "object_id": "24", "content_type_id": "18", "tag_id": "27", "name": "common resource", "slug": "common-resource", "description": "A common resource is a type of good consisting of a natural or human-made resource system, whose size or characteristics makes it costly, but not impossible, to exclude potential beneficiaries from obtaining benefits from its use. Unlike pure public goods, common resources face problems of congestion or overuse, because they are rival. Examples of common resources include irrigation systems, fishing grounds, pastures, forests, water or the atmosphere."}, {"id": "947", "object_id": "24", "content_type_id": "18", "tag_id": "89", "name": "reservation wage", "slug": "reservation-wage", "description": "A person’s reservation wage is the minimum wage necessary to entice the person into the labor market."}, {"id": "948", "object_id": "24", "content_type_id": "18", "tag_id": "90", "name": "supply of labor", "slug": "supply-of-labor", "description": "Labor supply  is the willingness and ability of the people within a market area to provide labor services. "}], "segments": [{"id": "1078", "clip_id": "24", "clipsegment_id": "39", "start_hours": "0", "start_minutes": "1", "start_seconds": "51", "end_hours": "0", "end_minutes": "3", "end_seconds": "31"}], "source": {"id": "1", "title": "Seinfeld", "slug": "seinfeld", "description": "Seinfeld ran for nine seasons on NBC and became famous as a “show about nothing.” Basically, the show allows viewers to follow the antics of Jerry, George, Elaine, and Kramer as they move through their daily lives, often encountering interesting people or dealing with special circumstances. It is the simplicity of Seinfeld that makes it so appropriate for use in economics courses. Using these clips (as well as clips from other television shows or movies) makes economic concepts come alive, making them more real for students. Ultimately, students will start seeing economics everywhere – in other TV shows, in popular music, and most importantly, in their own lives.", "source_type": "t"}, "contributor": {}}]}